Autodesk.Revit.DB.Electrical.ElectricalPhaseConfiguration
An enumerated type to specify the electrical phase configuration.

Autodesk.Revit.DB.Electrical.ElectricalPhaseConfiguration.Delta
Electrical phase configuration is delta.

Autodesk.Revit.DB.Electrical.ElectricalPhaseConfiguration.Wye
Electrical phase configuration is Y.

Autodesk.Revit.DB.Electrical.ElectricalPhaseConfiguration.Undefined
Electrical phase configuration is undefined.